export const db = {
    time_periods: [
        {
            period: "1998-2002",
            events: [
                { date: "1998-07-12", "description": "Франция выиграла Чемпионат мира по футболу, победив Бразилию со счетом 3:0 в финале." },
                { date: "1999-12-31", "description": "Мир отметил переход в новое тысячелетие, сопровождаемый масштабными празднованиями и фейерверками." },
                { date: "2000-09-15", "description": "Открытие летних Олимпийских игр в Сиднее, Австралия, с участием более 10 000 спортсменов из 199 стран." },
                { date: "2001-09-11", "description": "Террористические атаки на Всемирный торговый центр и Пентагон в США, унесшие жизни почти 3 000 человек." },
                { date: "2002-02-08", "description": "Открытие зимних Олимпийских игр в Солт-Лейк-Сити, США, с участием 2 399 спортсменов из 77 стран." }
            ]
        },
        {
            period: "2003-2007",
            events: [
                { date: "2003-02-01", "description": "Катастрофа шаттла «Колумбия» при возвращении на Землю, в результате которой погибли все семь членов экипажа." },
                { date: "2004-12-26", "description": "Мощное землетрясение и последующее цунами в Индийском океане, унесшие жизни более 230 000 человек в 14 странах." },
                { date: "2005-04-02", "description": "Смерть Папы Иоанна Павла II, который был главой Католической церкви с 1978 года." },
                { date: "2006-01-15", "description": "Запуск миссии NASA New Horizons к Плутону, первой миссии для исследования этой карликовой планеты." },
                { date: "2007-12-13", "description": "Подписание Лиссабонского договора, направленного на реформирование институциональной структуры Европейского Союза." }
            ]
        },
        {
            period: "2008-2012",
            events: [
                { date: "2008-08-08", "description": "Открытие летних Олимпийских игр в Пекине, Китай, с участием 11 028 спортсменов из 204 стран." },
                { date: "2009-01-20", "description": "Инаугурация Барака Обамы, первого афроамериканского президента США." },
                { date: "2010-04-14", "description": "Извержение вулкана Эйяфьядлайёкюдль в Исландии, вызвавшее значительные перебои в авиасообщении по всей Европе." },
                { date: "2011-03-11", "description": "Землетрясение и цунами в Японии, приведшие к аварии на АЭС Фукусима и гибели более 15 000 человек." },
                { date: "2012-12-21", "description": "Конец календаря майя, который многие интерпретировали как предсказание конца света." }
            ]
        },
        {
            period: "2013-2017",
            events: [
                { date: "2013-03-13", "description": "Избрание Папы Франциска, первого папы из Латинской Америки." },
                { date: "2014-02-07", "description": "Открытие зимних Олимпийских игр в Сочи, Россия, с участием 2 873 спортсменов из 88 стран." },
                { date: "2015-11-13", "description": "Серия террористических атак в Париже, Франция, унесших жизни 130 человек." },
                { date: "2016-06-23", "description": "Референдум в Великобритании, на котором было принято решение о выходе из Европейского Союза (Brexit)." },
                { date: "2017-01-20", "description": "Инаугурация Дональда Трампа, 45-го президента США." }
            ]
        },
        {
            period: "2018-2022",
            events: [
                { date: "2018-06-12", "description": "Исторический саммит между президентом США Дональдом Трампом и лидером КНДР Ким Чен Ыном в Сингапуре." },
                { date: "2019-04-15", "description": "Пожар в соборе Нотр-Дам в Париже, который привел к значительным разрушениям." },
                { date: "2020-03-11", "description": "Всемирная организация здравоохранения объявила пандемию COVID-19." },
                { date: "2021-07-23", "description": "Открытие летних Олимпийских игр в Токио, Япония, которые были перенесены с 2020 года из-за пандемии." },
                { date: "2022-02-24", "description": "Начало военного конфликта в Украине." }
            ]
        }
    ]
}

